[
    {
        "title": "My school is having us use Chromebooks. Whoever designed the keyboard is an asshole.",
        "author": "Atticuswe"
    },
    {
        "title": "TIL Galaxy Quest, a satire of Star Trek and fandom, is so popular with the latter's fans that it was named the 7th best Star Trek film at the 2013 Star Trek Convention. Actors of TOS, TNG, Voyager and DS9 also have expressed admiration for the film.",
        "author": "giobbistar21"
    },
    {
        "title": "Overcoming obstacles",
        "author": "Fuccaneer"
    },
    {
        "title": "Japanese face wash (x-post from /r/oddlysatisfying)",
        "author": "Viking-"
    },
    {
        "title": "Bolt having a serious moment pre-race",
        "author": "iBleeedorange"
    },
    {
        "title": "A Steve Buscemi poster I made for my dad.",
        "author": "CranberryMoonwalk"
    },
    {
        "title": "Dried up salt water turned into squares",
        "author": "koyfishy"
    },
    {
        "title": "When you're in the shower and your wife walks in so you gotta remind her of the goods",
        "author": "GallowBoob"
    },
    {
        "title": "More Mercury(II) Thiocyanate Decomposition",
        "author": "KevlarYarmulke"
    },
    {
        "title": "Zelda gerudo valley",
        "author": "TurtleTime25"
    },
    {
        "title": "Nasa just made all its research available online for free",
        "author": "Sariel007"
    },
    {
        "title": "Mt Rainier with clouds below and the Milky Way by kdsphotography [OC] [1200x750]",
        "author": "kdsphotography"
    },
    {
        "title": "A former US Navy Seal who wrote a bestseller about his role in the raid that killed Osama Bin Laden is to pay nearly $7m (£5m) to the government for violating non-disclosure agreements.",
        "author": "NinjaDiscoJesus"
    },
    {
        "title": "Sorry Officer, my bad! [Elite Dangerous]",
        "author": "BarnesDude"
    },
    {
        "title": "Syria: US fighter jets scrambled to stop Syrian planes bombing special forces and allies in Hasakah. US special forces have been training Kurdish groups regarded as 'terrorists' by the regime.",
        "author": "blowmatr"
    },
    {
        "title": "Texas has highest maternal mortality rate in developed world, study finds",
        "author": "canausernamebetoolon"
    },
    {
        "title": "It's crazy that's there's this giant thing in the sky all the time that we're not supposed to look at.",
        "author": "robbyking"
    },
    {
        "title": "\"Mom? Don't freak out, but I'm in the hospital...\"",
        "author": "TheSilix"
    },
    {
        "title": "PsBattle: This cat riding the sofa like a rocket",
        "author": "UNCTillDeath"
    },
    {
        "title": "Gelato shaped like a rose",
        "author": "RCMasterAA"
    },
    {
        "title": "Weber Genesis Gas Grill Restoration",
        "author": "EBAR418"
    },
    {
        "title": "me in 1987, on my way to steal your girl for sure",
        "author": "FartTwaller"
    },
    {
        "title": "Mercedes-Maybach concept is a look at the future of luxury cars",
        "author": "harsonlamb"
    },
    {
        "title": "When I hold two fingers together and look through the narrow slit between fingers I am able to see multiple dark bands in the space of the slit. I read once long ago that this demonstrates the wavelength of light. Is there any truth to this? If not, what causes those dark bands?",
        "author": "jackelfrink"
    },
    {
        "title": "A Tribe Called Quest have recorded a new album!",
        "author": "locke-lamoraq"
    }
]